Repository: UtkarshSiddhpura/sugarizer-server
Catalog: dashboard/public/l10n/po/*.po
Languages: es

source: Users
es: Usuarios

# dashboard
source: Home
es: Inicio

source: Journals
es: Revistas

source: Activities
es: Ocupaciones

source: Activity not found
es: Actividades no encontradas

# stats
source: Statistics
es: Estadísticas

source: Icon
es: Icono

source: Size
es: Tamaño

source: Name
es: Nombre

source: Activity
es: Actividad

source: Version
es: Versión

source: Favorite
es: Favorito

source: Action
es: Acción

source: Role
es: Papel

source: Title
es: Título

source: Language
es: Guardar

source: Timestamp
es: Fecha y hora

# searchActivity.placeholder
source: Search Activity...
es: Actividad de búsqueda ...

# successActivityUpdate
source: Activities successfully updated!
es: Actividades actualizadas con éxito!

source: View all students
es: Ver todos los estudiantes

source: View all activities
es: Ver todas las actividades

# viewAllJournal
source: View all journal entries
es: Ver todas las entradas de diario

source: View all classrooms
es: Ver todas las aulas

# noEntryText
source: There are no entries available for this user
es: No hay entradas disponibles para este usuario

# noClassroomText
source: No classroom found
es: No se ha encontrado un aula

# noUserText
source: No user found
es: Usuario no encontrado

# selectUserText
source: Please select a user and click on show results!
es: Por favor, seleccione un usuario y haga clic mostramos los resultados!

source: Show Results
es: Mostrar resultados

source: Next page >>
es: Página siguiente >>

source: << Prev page
es: << Página Anterior

# showingResults
source: Showing results {{offset}}-{{to}} out of {{total}}
es: Se muestran resultados {{offset}}-{{to}} de {{total}}

source: Private
es: Privado

source: Shared
es: Compartido

source: Add User
es: Agregar usuario

# sugarizerDashboardLogin
source: Sugarizer Dashboard
es: Sugarizer Tablero

source: Username
es: Nombre de usuario

source: Password
es: Contraseña

source: Login
es: Iniciar sesión

source: Logout
es: Salir

# noGraphDataText
source: Not Enough Data
es: No hay datos suficientes

source: How students are launching activities?
es: ¿Cómo están lanzando los estudiantes las actividades?

source: How often students are changing their profile settings?
es: ¿Con qué frecuencia los estudiantes están cambiando la configuración de su perfil?

source: Top Contributors
es: Top Contribyutrs

source: Top Activities
es: Arriba Actividades

source: Recent Students
es: Estudiantes recientes

source: Recent Entries
es: Entradas recientes

source: Sugarizer Dashboard
es: Sugarizer tablero de instrumentos

source: Buddy
es: Amigo

source: Created Time
es: Hora Creada

source: Last Seen
es: Visto por última vez

source: Last Updated
es: Última actualización

source: Cancel
es: Cancelar

source: Save
es: Guardar

# deleteEntry.title
source: Delete Entry
es: Eliminar la entrada

# launch.title
source: Launch
es: Lanzamiento

# seeJournalEntries.title
source: See Journal Entries
es: Ver las entradas de diario

# editUser.title
source: Edit User
es: Editar usuario

# deleteUser.title
source: Delete User
es: Borrar usuario

# john.placeholder
source: Search User...
es: Buscar usuario...

# doe.placeholder
source: Search Class...
es: Buscar aula...

source: Student
es: Estudiante

source: Students
es: Estudiantes

source: Classrooms
es: Aulas

source: Add Classroom
es: Añadir aula

source: Students Count
es: Conteo de estudiantes

# viewStudents.title
source: View Students
es: Ver estudiantes

# editClassroom.title
source: Edit Classroom
es: Editar aula

# deleteClassroom.title
source: Delete Classroom
es: Eliminar aula

source: Admin
es: Administración

# PasswordAtLeast
source: Password should have at least {{count}} characters
es: La contraseña debe tener al menos {{count}} caracteres

# PasswordInvalid
source: Password is not valid
es: La contraseña no es valida

# UserUpdated
source: User {{name}} has been successfully updated!
es: ¡El usuario {{name}} ha sido actualizado exitosamente!

# UserCreated
source: User {{name}} has been successfully created!
es: ¡El usuario {{name}} ha sido creado exitosamente!

# UserDeleted
source: User {{name}} has been successfully deleted!
es: ¡El usuario {{name}} ha sido eliminado exitosamente!

# EntryDeleted
source: Entry for {{activity}} successfully deleted!
es: Entrada para {{activity}} eliminada con éxito!

# DoYouWantDeleteEntry
source: Do you really want to delete the entry for {{activity}}?
es: ¿Realmente quieres eliminar la entrada para {{activity}}?

# DoYouWantDeleteUser
source: Are you really want to delete the user {{user}}?
es: ¿Realmente quieres eliminar el usuario {{user}}?

# ThereIsError
source: There is some error!
es: ¡Hay algún error!

# InvalidAid
source: Invalid activity!
es: Actividad inválida!

# InvalidOidJid
source: Invalid item or journal!
es: ¡Artículo o revista no válido!

source: Object Not Found!
es: ¡Objeto no encontrado!

# UsernameInvalid
source: Username is not valid
es: El nombre de usuario no es válido

# PasswordBlank
source: Password cannot be blank
es: La contraseña no puede estar en blanco

# CantOpenWindow
source: Can't open window, check your browser for popup blocker
es: No se puede abrir la ventana, compruebe su navegador para el bloqueador de ventanas emergentes

# ErrorCode1
source: Invalid username or password
es: Usuario o contraseña invalido

# ErrorCode5
source: Server error
es: Error del Servidor

# ErrorCode7
source: Route not found
es: Ruta no encontrada

# ErrorCode8
source: You don't have permission to remove this journal
es: No tienes permisos para eliminar esta biblioteca

# ErrorCode10
source: An error has occurred
es: Se ha producido un error

# ErrorCode11
source: Invalid journal
es: Revista inválida

# ErrorCode12
source: Invalid journal or entry
es: Diario o entrada inválida

# ErrorCode13
source: Invalid journal or object
es: Diario u objeto inválido

# ErrorCode14
source: Error while deleting journal!
es: ¡Error al borrar el diario!

# ErrorCode15
source: Error while deleting journal entry!
es: ¡Error al eliminar la entrada de diario!

# ErrorCode16
source: Invalid object
es: Objeto inválido

# ErrorCode18
source: Invalid user id
es: Identificación de usuario inválida

# ErrorCode19
source: You don't have permission to perform this action
es: No tienes permiso para realizar esta acción

# ErrorCode20
source: Please login with another admin account before deleting your account
es: Por favor, inicia sesión con otra cuenta de administrador antes de borrar tu cuenta

# ErrorCode21
source: User not defined!
es: ¡Usuario no definido!

# ErrorCode22
source: An user with same name already exist
es: Ya existe un usuario con el mismo nombre

# ErrorCode23
source: Inexisting user
es: Usuario inexistente

# ErrorCode24
source: An error has occurred while updating timestamp
es: Se ha producido un error al actualizar la marca de tiempo

# ErrorCode25
source: Error while adding chart
es: Error al agregar gráfico

# ErrorCode26
source: Inexisting chart id
es: ID de gráfico inexistente

# ErrorCode27
source: Invalid chart id
es: ID de gráfico no válido

# ErrorCode28
source: Chart object not defined
es: Objeto de gráfico no definido

# ErrorCode29
source: Error while updating charts
es: Error al actualizar gráficos

# LanguageSettings
source: Language
es: Idioma

# NameColorSettings
source: Name/Color
es: Nombre/Color

# SecuritySettings
source: Security
es: Seguridad

# PrivacySettings
source: Privacy
es: Intimidad

# CountSettingsChanged
source: # of times settings changed
es: # de veces la configuración cambió

# CountEntries
source: # of Entries
es: # de entradas

# HowStudentsAreActive
source: How many students active during last month?
es: ¿Cuántos estudiantes activos durante el mes pasado?

# UserActive
source: Active
es: Activo

# UserNotActive
source: Inactive
es: Nactivo

source: What type of client connected?
es: ¿Qué tipo de cliente conectado?

# HowManyEntriesByJournal
source: How many entries by student?
es: ¿Cuántas entradas por alumno?

source: Average entries
es: Promedio de entradas

# ClassroomUpdated
source: Classroom {{name}} has been successfully updated!
es: ¡Aula {{name}} actualizada!

# ClassroomCreated
source: Classroom {{name}} has been successfully created!
es: ¡Aula {{name}} creada!

# ClassroomDeleted
source: Classroom {{name}} has been successfully deleted!
es: ¡Aula {{name}} eliminada!

# DoYouWantDeleteClassroom
source: Do you want to delete classroom {{classroom}}?
es: ¿Quieres borrar el aula {{classroom}}?

source: Home View
es: Inicio

source: List View
es: Lista

source: Neighborhood View
es: Usuarios cercanos

source: Journal View
es: Biblioteca

source: Web App
es: Aplicación web

# english-nav
source: English (English)
es: English (Inglés)

# spanish-nav
source: Español (Spanish)
es: Español (Español)

# french-nav
source: Français (French)
es: Français (Francés)

source: Select Classroom
es: Seleccionar aula

source: English
es: Inglés

source: Spanish
es: Español

source: French
es: Francés

source: German
es: Alemán

source: Portuguese
es: Portugués

source: Arabic
es: Árabe

source: Japanese
es: Japonés

source: Polish
es: Polaco

# reorder.title
source: Drag to Reorder
es: Arrastra para reorganizar

# toggle-favourite.title
source: Toggle Favourite
es: Marcar como favorito

source: Teacher
es: Profesor

source: Profile
es: Perfil

# EmptyClassroom
source: Classroom cannot be empty
es: El aula no puede estar vacía

# NoUsers
source: No valid users to insert
es: No hay usuarios válidos que puedan ser introducidos

# ImportSuccess
source: Successfully inserted {{count}} users
es: Se han introducido {{count}} usuarios

# NoUsersFound
source: No users to export
es: No hay usuarios para exportar

# ExportSuccess
source: Successfully exported users
es: Usuarios exportados exitosamente

source: Recent Teachers
es: Maestros recientes

source: Recent Admins
es: Administradores recientes

# HowManyUsersActiveLastWeek
source: How many users active in last week
es: ¿Cuántos usuarios activos ha habido en la última semana?

# HowManyUsersActiveLastMonth
source: How many users active in last month
es: ¿Cuántos usuarios activos ha habido en el último mes?

# HowManyUsersActiveLastYear
source: How many users active in last year
es: ¿Cuántos usuarios activos ha habido en el último año?

# CountStudents
source: # of students
es: # de estudiantes

source: Import users
es: Importar usuarios

source: Export users
es: Exportar usuarios

# TutoPrev
source: Prev
es: Ant

# TutoNext
source: Next
es: Sig

# TutoEnd
source: End
es: Fin

# homeTitle1
source: Welcome to Server Dashboard
es: Bienvenido a la sección de organización del servidor

# homeContent1
source: Sugarizer Server Dashboard is an admin tool for teachers and deployment administrator. This dashboard can be used to control and manage the work of learners and manage and analyze all activities on a Sugarizer Server.
es: La sección de organización del servidor es una herramienta de administración de Sugarizer para profesores y administradores. Esta sección puede usarse para controlar y administrar el trabajo de los alumnos, así como para controlar y analizar las actividades del servidor de Sugarizer.

# homeTitle2
source: Summary Cards
es: Detalles generales

# homeContent2
source: These cards contain real-time user summary of the deployed server like the total number of students, total classrooms, available activities, and total journal entry count.
es: Estas tarjetas contienen información en tiempo real sobre el servidor, tales como el número total de estudiantes y de clases, las actividades disponibles, y la cantidad total de entradas en la biblioteca.

# homeTitle3
source: Top Contributors Chart
es: Tabla de mayores contribuidores

# homeContent3
source: This chart shows the top 5 contributing students of all time. Click on the chart to see their works.
es: Este gráfico muestra a los 5 alumnos más activos del servidor. Haz clic en el gráfico para ver lo que han hecho.

# homeTitle4
source: Top Activities Chart
es: Gráfico de mejores actividades

# homeContent4
source: This chart shows the most frequently used Sugarizer Activities.
es: Este gráfico muestra las actividades usadas con más frecuencia en Sugarizer.

# homeTitle5
source: Recent Students Table
es: Gráfico de alumnos recientes

# homeContent5
source: This table shows the list of most recently active users. Click on their name to see their works
es: Este gráfico muestra una lista de los usuarios activos más recientes. Haz clic en sus nombres para ver qué han hecho

# homeTitle6
source: Recent Entries Table
es: Gráfico de entradas recientes

# homeContent6
source: This table shows the most recently added journal entries by the students. Click on it to reopen it.
es: Este gráfico muestra las entradas de biblioteca más recientes de los alumnos. Haz clic en ellas para abrirlas.

# homeTitle7
source: Sidebar
es: Barra lateral

# homeContent7
source: This is the sidebar, use this to navigate through the application.
es: Esta es la barra lateral. Úsala para navegar por la aplicación.

# homeTitle8
source: Language Selection
es: Selección de idioma

# homeContent8
source: This is the Language Selection dropdown. Use this to switch language used in this interface.
es: Este es el menú desplegable de selección de idioma. Úsalo para cambiar el idioma usado en la interfaz.

# homeTitle9
source: Profile
es: Perfil

# homeContent9
source: Use this icon to access your Profile, Logout from the Dashboard and replay this tutorial.
es: Usa este icono para acceder a tu perfil, cerrar sesión en la sección de administración o repetir este tutorial.

# usersTitle1
source: Users View
es: Usuarios

# usersContent1
source: This is the users view. You can create, view, edit and delete users from this view.
es: Este es el menú de usuarios. Podrás crear, ver, editar y borrar usuarios desde esta sección.

# usersTitle2
source: User Search
es: Búsqueda de usuarios

# usersContent2
source: This form will let you search for a specific user.
es: Este formulario te permite buscar usuarios específicos.

# usersTitle3
source: User Name
es: Nombre de usuario

# usersContent3
source: Type here the name of the user to search.
es: Escribe aquí el nombre del usuario que quieres buscar.

# usersTitle4
source: Filter by type
es: Filtrar por tipo

# usersContent4
source: Select the type of user to search.
es: Elige el tipo de usuario que quieres buscar.

# usersTitle5
source: Filter by classroom
es: Filtrar por aula

# usersContent5
source: Select the classroom where user should be searched.
es: Elige el aula donde quieres buscar al usuario.

# usersTitle6
source: Launch Search
es: Iniciar búsqueda

# usersContent6
source: This button will launch the search.
es: Este botón iniciará la búsqueda.

# usersTitle7
source: Add User
es: Añadir usuario

# usersContent7
source: This button will take you to the Add User view where you can create a new user.
es: Este botón te llevará a la sección para añadir usuarios, donde podrás crear un nuevo usuario.

# usersTitle8
source: Import Users
es: Importar usuarios

# usersContent8
source: This button will let you upload multiple users at once by using a CSV file as input.
es: Este botón te permitirá cargar varios usuarios a la vez en el sistema, usando un archivo CSV.

# usersTitle9
source: Export Users
es: Exportar usuarios

# usersContent9
source: This button will export all the existing users as a CSV file.
es: Este botón exportará todos los usuarios existentes en un archivo CSV.

# usersTitle10
source: See Journal Entries
es: Ver entradas de biblioteca

# usersContent10
source: This button opens all the journal entries for a user.
es: Este botón abre todas las entradas de la biblioteca de un usuario.

# usersTitle11
source: Edit User
es: Editar usuario

# usersContent11
source: This button opens the edit user view.
es: Este botón abre la sección de edición de usuarios.

# usersTitle12
source: Delete User
es: Borrar usuario

# usersContent12
source: This button delete the user and all the content in its journal.
es: Este botón elimina al usuario seleccionado y todos sus contenidos en esta biblioteca.

# activitiesTitle1
source: Activities View
es: Actividades

# activitiesContent1
source: In this view, you can view and launch the Sugarizer activities installed on the server. You can also reorder them and add/remove them from the favorites.
es: En esta sección, podrás ver y ejecutar las actividades de Sugarizer que haya instaladas en el servidor. También podrás reorganizarlas y añadir/eliminar la que quieras de tu lista de favoritos.

# activitiesTitle2
source: Activities List
es: Lista de actividades

# activitiesContent2
source: This is the list of all the Sugarizer activities installed on the server.
es: Esta lista muestra todas las actividades instaladas en el servidor.

# activitiesTitle3
source: Activity Search
es: Búsqueda de actividades

# activitiesContent3
source: You can search for an activity using this search box.
es: Podrás buscar una actividad en particular usando este campo de búsqueda.

# activitiesTitle4
source: Activity Card
es: Panel de actividad

# activitiesContent4
source: Each activity card contains the icon, name, and version of the activity.
es: En cada panel de actividad podrás ver el icono, nombre y versión de su actividad correspondiente.

# activitiesTitle5
source: Reorder Activity
es: Reorganizar actividades

# activitiesContent5
source: You can drag and drop an activity by this handle to reorder.
es: Aquí podrás arrastrar y soltar una actividad para reorganizar la lista.

# activitiesTitle6
source: Toggle Favorite
es: Favoritos

# activitiesContent6
source: This button will toggle the activity from the favorites view.
es: Este botón permite ver las actividades de la sección de favoritos.

# activitiesTitle7
source: Launch Activity
es: Iniciar actividad

# activitiesContent7
source: This button will launch the activity in another tab.
es: Este botón iniciará la actividad en otra pestaña.

# journalTitle1
source: Journal View
es: Biblioteca

# journalContent1
source: In this view, you can view the journal entries of the students and launch them exactly as they appear in the student's device.
es: Aquí podrás ver las entradas de la biblioteca de los alumnos, e iniciarlas conforme aparezcan en sus dispositivos.

# journalTitle2
source: Find Journal
es: Encontrar biblioteca

# journalContent2
source: Select the student and journal type and click on Show Results to list the journal entries.
es: Elige a un estudiante y el tipo de biblioteca que quieres ver, y pulsa en "Mostrar resultados" para ver una lista con todas las entradas de biblioteca que coincidan con tu búsqueda.

# journalTitle3
source: Entries
es: Entradas

# journalContent3
source: This is the list of all the Journal Entries by the user.
es: Esta es la lista de todas las entradas de la biblioteca del usuario.

# journalTitle4
source: Journal Entry
es: Entrada de biblioteca

# journalContent4
source: Each journal entry card contains icon, title, timestamp, and size of the entry.
es: Cada entrada de la biblioteca viene indicada por una etiqueta con su icono, título, hora y tamaño de la entrada.

# journalTitle5
source: Launch Activity
es: Iniciar actividad

# journalContent5
source: This button will launch the activity in another tab exactly as they appear in the student's device.
es: Este botón iniciará la actividad seleccionada en otra pestaña, tal y como aparecería en el dispositivo del alumno en cuestión.

# journalTitle6
source: Delete Entry
es: Borrar entrada

# journalContent6
source: This button removes the entry from the student's journal.
es: Este botón eliminará la entrada seleccionada de la biblioteca del alumno.

# classroomTitle1
source: Classroom View
es: Aula

# classroomContent1
source: In this view, you can add, list, edit and delete the classrooms.
es: En esta sección, podrás añadir, incluir en una lista, editar y eliminar un aula.

# classroomTitle2
source: Classroom Search
es: Búsqueda de aula

# classroomContent2
source: You can search for the classrooms from here by entering the name and clicking on the Show Results button.
es: Puedes buscar un aula en esta sección escribiendo su nombre y haciendo clic en el botón "Mostrar resultados".

# classroomTitle3
source: Add Classroom
es: Añadir aula

# classroomContent3
source: This button will take you to the Add Classroom view where you can create a new classroom.
es: Este botón te llevará a la sección de aulas, donde podrás crear un aula nueva.

# classroomTitle4
source: Classrooms
es: Aulas

# classroomContent4
source: This is the list of all the classrooms.
es: Esta lista incluye todas las aulas disponibles.

# classroomTitle5
source: Classroom
es: Aula

# classroomContent5
source: Each classroom row contains an icon, name, student count and timestamp of the last update.
es: Cada fila de aulas tiene su propio icono, nombre, cantidad de alumnos y hora de la última actualización.

# classroomTitle6
source: View Students
es: Ver alumnos

# classroomContent6
source: This will open the list of students present in this classroom.
es: Esta opción abrirá la lista de alumnos que forman parte de este aula.

# classroomTitle7
source: Edit Classroom
es: Editar aula

# classroomContent7
source: This button opens the edit classroom view.
es: Este botón abrirá la sección de edición de aulas.

# classroomTitle8
source: Delete Classroom
es: Borrar aula

# classroomContent8
source: This button removes the classroom from the Sugarizer-Server.
es: Este botón eliminará el aula seleccionada del servidor de Sugarizer.

# statsTitle1
source: Statistics View
es: Estadísticas

# statsContent1
source: In this view, you can view the statistics usage of the server.
es: En esta sección, podrás ver las estadísticas de uso del servidor.

# statsTitle2
source: Add Chart
es: Añadir gráfico

# statsContent2
source: This button will take you to the Add Chart view from where you can add a new chart.
es: Este botón te llevará a la sección para añadir gráficos, desde donde podrás añadir un gráfico nuevo.

# statsTitle3
source: List Charts
es: Lista de gráficos

# statsContent3
source: This button will take you to List Charts view from where you can view, reorder, edit, hide/show and delete your charts.
es: Este botón te llevará a la lista de gráficos, donde podrás ver, reorganizar, editar, mostrar/ocultar y borrar tus gráficos.

# listChartsTitle1
source: Welcome to List Charts View
es: Bienvenido a la lista de gráficos

# listChartsContent1
source: In this view, you can view, reorder, edit, hide/show and delete your charts.
es: En esta sección, podrás ver, reorganizar, mostrar/ocultar y eliminar tus gráficos.

# listChartsTitle2
source: Charts List
es: Lista de gráficos

# listChartsContent2
source: This is the list of all your created charts.
es: Esta es la lista de todos los gráficos que has creado.

# listChartsTitle3
source: View Chart
es: Ver gráfico

# listChartsContent3
source: This button will take you to the Statistics view where you can view all the charts.
es: Este botón te llevará a la sección de estadísticas, donde podrás ver todos los gráficos.

# listChartsTitle4
source: Add Chart
es: Añadir gráfico

# listChartsContent4
source: This button will take you to the Add Chart view from where you can add a new chart.
es: Este botón te llevará a la sección para añadir gráficos, desde donde podrás añadir un gráfico nuevo.

# listChartsTitle5
source: Chart Search
es: Búsqueda de gráficos

# listChartsContent5
source: You can search for a chart using this search box.
es: En este recuadro de búsqueda, podrás buscar un gráfico determinado.

# listChartsTitle6
source: Chart Card
es: Panel de gráfico

# listChartsContent6
source: Each chart card contains Title, Type and Key of the chart.
es: Cada gráfico viene presentado por un panel que contiene su título, tipo e identificador.
