Repository: UtkarshSiddhpura/sugarizer-server
Catalog: dashboard/public/l10n/po/*.po
Languages: es

# listChartsTitle7
source: Reorder Chart
es: Reorganizar gráfico

# listChartsContent7
source: You can drag and drop a chart by this handle to reorder.
es: Podrás arrastrar y soltar un gráfico dentro de una lista para reorganizarla.

# listChartsTitle8
source: Toggle Visibility
es: Visibilidad

# listChartsContent8
source: This button will toggle the visibility of this chart in the Statistics View.
es: Este botón te llevará al apartado de visibilidad de este gráfico, en la sección de estadísticas.

# listChartsTitle9
source: Edit Chart
es: Editar gráfico

# listChartsContent9
source: This button opens the Edit Chart view.
es: Este botón abre la sección de edición de gráficos.

# listChartsTitle10
source: Delete Chart
es: Eliminar gráfico

# listChartsContent10
source: This button removes the chart from the user chart list.
es: Este botón elimina un gráfico de la lista del usuario.

source: Help
es: Ayuda

source: Chart not found
es: Gráfico no encontrado

# noChartsText
source: No charts found
es: No se encontraron gráficos

source: No Chart Selected
es: No hay gráfico seleccionado

source: No Charts Available
es: No hay gráficos disponibles

source: Add Chart
es: Agregar gráfico

# editChart.title
source: Edit Chart
es: Editar gráfico

source: View Chart
es: Ver gráfico

# deleteChart.title
source: Delete Chart
es: Eliminar gráfico

source: List Charts
es: Crear lista de gráficos

source: Type
es: Tipo

source: Key
es: Llave

source: Display
es: Mostrar

source: Hidden
es: Oculto

# toggle-hidden.title
source: Toggle Hidden
es: Mostrar/Ocultar

source: Timeline
es: Cronología

# timelineTitle.title
source: Timeline
es: Cronología

source: Bar
es: Barra

# barTitle.title
source: Bar Chart
es: Histograma

source: Pie
es: Circular

# pieTitle.title
source: Pie Chart
es: Gráfico circular

source: Table
es: Tabla

# tableTitle.title
source: Table
es: Tabla

source: Chart Title
es: Título del gráfico

source: Select Chart
es: Seleccionar gráfico

# TitleInvalid
source: Invalid Title
es: Título no válido

# InvalidChart
source: Invalid Chart Selected
es: Gráfico no válido seleccionado

# ChartAdded
source: Chart {{title}} has been successfully added!
es: ¡Se ha agregado el gráfico {{title}}!

# ChartUpdated
source: Chart {{title}} has been successfully updated!
es: ¡El gráfico {{title}} se ha actualizado correctamente!

# ChartDeleted
source: Chart {{title}} has been successfully deleted!
es: ¡El gráfico {{title}} se ha eliminado con éxito!

# successChartUpdate
source: Charts successfully updated!
es: ¡Gráficos actualizados!

source: Most Active Classrooms
es: Aulas más activas

source: Top Classrooms
es: Aulas superiores

# DoYouWantDeleteChart
source: Do you really want to delete the chart {{chart}}?
es: ¿Realmente deseas eliminar el gráfico {{chart}}?

source: No linked activity found
es: No se encontró ninguna actividad vinculada

# scanqrcode
source: Scan this QR Code with your device to set automatically the server URL
es: Escanea este código QR con tu dispositivo para introducir automáticamente la URL del servidor
